<?php
/**
 * chatworkタスク投稿時のキャプション
 * 設問の投稿時には、下記をヘッダとして付加して投稿する。
 */
return [
//英作文（文法）キャプション
'question_header_g' =>
"【:qdate のALUGOチャレンジ】
英語レッスンでの応答内容を分析した結果、苦手な文法項目を克服するための例文集をピックアップしてお送りさせていただきます。
以下の文章をご自身で瞬間口頭英作してみて、分からない部分があれば調べてみましょう。

※できなかった問題は、繰り返し復習して、英語レッスンの中でも使えるように心がけてみましょう。なお、解答例は改めて送付させていただきます。

＜問題＞",

'question_footer_g' => "",


//英作文（語彙）キャプション
'question_header_v' =>
"【:qdate のALUGOチャレンジ】
英語レッスンでの応答内容を分析した結果、習得するべき語彙をインプットするための例文集をピックアップしてお送りさせていただきます。
以下の文章をご自身で瞬間口頭英作してみて、分からない部分があれば調べてみましょう。

※できなかった問題は、繰り返し復習して、英語レッスンの中でも新しい語彙を使えるように心がけてみましょう。なお、解答例は改めて送付させていただきます。

＜問題＞",

'question_footer_v' => "",


//SRキャプション
'question_header_sr' =>
"【:qdate のALUGOチャレンジ】",

'question_footer_sr' =>
"",


//復習キャプション
'question_header_review' =>
"【:qdate は以下の日のレッスンを復習しましょう】",

'question_footer_review' =>
":review_date",


//その他キャプション
'question_header_others' =>
"",
'question_footer_others' =>
"",


//会員レポートCW投稿時のキャプション
'chatwork_member_report_caption' =>
":memberNameさん
レッスン・レポート(:reportName) を送付いたします。
レッスンで見られた傾向をご確認ください。

下記のリンクをクリックしてレッスン・レポートをダウンロードしてください。
なおこのリンクの有効期間は7日間ですので、期限内にダウンロードしてください。

:linkUrl

",

];
