<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Define message API
    |--------------------------------------------------------------------------
    */
    'error_params' => 'パラメータが不正です。',
    'error_login' => 'ログインが失敗しました。',
    'error_token' => 'トークンが不正です。',
    'error_validation' => 'バリデーションが失敗しました。',
    'error_db' => 'データベースへの接続が失敗しました。',
    'error_logical' => 'ロジックのエラーが発生しました。',
    'error_others' => 'エラーが発生しました。',
    'error_method' => 'メソッドがありません。',
    'success_logout' => 'ログアウトしました。',
    'error_account_not_active' => 'アカウントは、中止されています。',
    'error_account_expired' => 'アカウントの有効期限が切れました。',

];
