<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Define message API
    |--------------------------------------------------------------------------
    */
    'not_exist' => 'この受講者は存在しません。',
    'not_task_type' => 'タスクタイプが見つかりませんでした。',
    'not_update_point' => 'ポイントの付与に失敗しました。',
    'not_task_detail' => 'タスク詳細が見つかりませんでした。',
    'not_lesson' => 'レッスンは存在しません。',
    'not_edit_lesson' => 'このレッスンは編集できません。',
    'counseling_deleted' => 'カウンセリング予約がキャンセルされました。',
    'lesson_deleted' => 'レッスン予約がキャンセルされました。',
    'counseling_finished' => '終了したカウンセリングはキャンセルできません。',
    'lesson_finished' => '終了したレッスンはキャンセルできません。',
    'counseling_delete_time' => 'カウンセリング予約は当日のキャンセルはメール・お電話にてご連絡ください。',
    'lesson_delete_time' => 'レッスン予約は当日のキャンセルはメール・お電話にてご連絡ください。',
    'teacher_busy' => '現在、予約できるコーチがおりません。',
    'counseling_update_time' => 'カウンセリング予約の当日変更はメール・お電話にてご連絡ください。',
    'lesson_update_time' => 'レッスン予約の当日変更はメール・お電話にてご連絡ください。',
    'not_edit_counseling' => 'このカウンセリングは編集できません。',
    'ticket_used' => 'チケットが不足しています。',
    'not_student' => '受講者が存在しません。',
    'content_not_json' => 'ファイルがJSONフ形式ではありません。',
    'lesson_too_much' => '予約可能なレッスン数を超えております。',
    'not_regist' => '登録が失敗しました。',
    'not_whiteboard' => '現在、レッスンは開催されおりません。',
    'not_whiteboard_log' => '現在、レッスンは開催されおりません。',
    'mail_error' => 'メール送信が失敗しました。',
    'not_user' => '存在しないユーザーです。',
    'not_teacher' => '適切な先生を見つけません。',
    'not_reserve' => '該当の予約がありませんから、削除できません。',
];
